/* 
   Localizable.strings
   ClockPref

   Created by Giovanni Donelli on 10/21/08.
   Copyright 2008 Apple, Inc. All rights reserved.
 */


"DeterminingLocationStep1" = "Finner nåværende posisjon";
"DeterminingLocationStep2" = "Finner nåværende posisjon.";
"DeterminingLocationStep3" = "Finner nåværende posisjon..";
"DeterminingLocationStep4" = "Finner nåværende posisjon...";

"DeterminingLocation" = "Finner nåværende posisjon...";

"LocationError" = "Fant ikke nåværende posisjon";
"CurrentLocation" = "Nåværende posisjon: %@";
"TurnONAirport" = "Slå på AirPort for å finne nåværende posisjon";
